Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# runtime_messages.773a830c7c4d
source: 週3回のトレーニングを完了しました
ar_sa: أكملت 3 دورات تدريبية في الأسبوع
ca: Ha realitzat 3 sessions d'entrenament per setmana
cs: Dokončil jsem 3 série tréninku týdně.
da: Jeg har fuldført 3 træninger om ugen.
de_de: Ich habe 3 Trainingseinheiten abgeschlossen.
el: Ολοκληρώσατε τις 3 προπονήσεις της εβδομάδας.
en_au: I have completed 3 workouts per week.
es_es: He completado 3 entrenamientos semanales.
fi: Olet suorittanut 3 kertaa viikossa tapahtuvat harjoitukset.
fr_ca: J'ai terminé 3 séances de musculation par semaine.
gu: તમે અઠવાડિયામાં 3 વખતની તાલીમ પૂર્ણ કરી છે.
he: השלמתי 3 אימונים בשבוע.
hi: मैंने प्रति सप्ताह 3 बार का प्रशिक्षण पूरा किया है।
hr: Završili ste s 3 treninga tjedno
hu: A heti 3 edzés befejezve
id: Saya telah menyelesaikan 3 sesi latihan per minggu
it: Ho completato 3 allenamenti settimanali.
ko: 매주 3회 운동을 완료했습니다.
mr: दर ३ दिवसांनी केलेल्या व्यायामा पूर्ण केले.
ms: Saya telah melengkapkan senaman selama 3 hari seminggu
nl_nl: Ik heb 3 keer per week training voltooid.
no: Jeg har fullført 3 treningsøkter per uke.
pl: Zakończyłem 3 treningi w tygodniu.
pt_br: Concluí 3 treinos por semana
pt_pt: Concluí 3 treinos por semana
ro: Am finalizat 3 sesiuni de antrenament pe săptămână.
ru: Вы завершили 3 тренировки в неделю.
sk: Dokončil som 3 tréningy denne.
sl: Ste končali 3 treninga na teden
sv: Jag har slutfört 3 träningspass per vecka.
ta: வாரம் 3 முறை உடற்பயிற்சியை முடித்தீர்கள்.
te: వారానికి 3 సార్లు వ్యాయామం పూర్తి చేశాను.
th: สำเร็จจากการออกกำลังกาย 3 ครั้งต่อสัปดาห์
tr: Haftalık 3 antrenmanı tamamladınız.
uk: Завершено 3 тренування на тиждень
vi: Hoàn thành 3 buổi tập mỗi tuần
zh_hans: 已完成每周3次的训练
zh_hant: 已完成每週3次的訓練

# runtime_messages.79540619d261
source: 既存または必要なカテゴリ
ar_sa: الفئات الموجودة أو المطلوبة
ca: Categories existents o obligatòries
cs: Stávající nebo potřebné kategorie
da: Eksisterende eller nødvendige kategorier
de_de: Vorhandene oder benötigte Kategorie
el: Υπάρχουσα ή απαραίτητη κατηγορία
en_au: Existing or required category
es_es: Categoría existente o necesaria
fi: Olemassa oleva tai tarvittava kategoria
fr_ca: Catégorie existante ou nécessaire
gu: હાલ અથવા જરૂરી કેટેગરી
he: קטגוריה קיימת או נדרשת
hi: मौजूदा या आवश्यक श्रेणी
hr: Postojeće ili potrebne kategorije
hu: Meglevő vagy szükséges kategória
id: Kategori yang sudah ada atau diperlukan
it: Categoria esistente o necessaria
ko: 기존 또는 필요한 카테고리
mr: विद्यमान किंवा आवश्यक श्रेणी
ms: Kategori sedia ada atau diperlukan
nl_nl: Bestaande of benodigde categorie
no: Eksisterende eller nødvendige kategorier
pl: Istniejąca lub wymagana kategoria
pt_br: Categoria existente ou necessária
pt_pt: Categoria existente ou necessária
ro: Categoria existentă sau necesară
ru: Необходимая категория или существующая
sk: Existujúca alebo potrebná kategória
sl: Obstojši ali potrebna kategorija
sv: Existerande eller nödvändig kategori
ta: ஏற்கனவே உள்ள அல்லது தேவையான பிரிவுகள்
te: అవసరమైన లేదా ఇప్పటికే ఉన్న వర్గం
th: หมวดหมู่เดิมหรือที่จำเป็น
tr: Mevcut veya gerekli kategori
uk: Існуюча або необхідна категорія
vi: Danh mục hiện có hoặc cần thiết
zh_hans: 现有或所需类别
zh_hant: 現有的或必要的分類

# runtime_messages.7a9bf7eecb2d
source: この端末では周辺検知を利用できません
ar_sa: اكتشاف المحيط غير متاح على هذا الجهاز
ca: La detecció de perímetre no està disponible en aquest dispositiu
cs: Na tomto zařízení není možné využít detekci okolí.
da: Denne enhed understøtter ikke omgivelsesdetektion.
de_de: Diese Geräte unterstützen keine Umgebungserkennung.
el: Δεν μπορεί να χρησιμοποιηθεί η λειτουργία ανίχνευσης περιβάλλοντος σε αυτό το τερματικό.
en_au: This device cannot use location detection.
es_es: Este dispositivo no puede utilizar la detección de entorno.
fi: Tällä laitteella ei voi käyttää ympäristön havaitsemista.
fr_ca: Cette application ne permet pas la détection de l'environnement.
gu: આ ઉપકરણ પર આસપાસની વસ્તુઓને શોધવાનું શક્ય નથી.
he: התכונה הזו אינה זמינה במכשיר זה.
hi: इस डिवाइस पर आस-पास का पता लगाने की सुविधा उपलब्ध नहीं है।
hr: Ovo uređaje ne može koristiti funkciju detekcije okoline.
hu: Ez a készülék nem támogatja a környezeti érzékelést.
id: Perangkat ini tidak dapat menggunakan deteksi lingkungan.
it: Questo dispositivo non supporta il rilevamento ambientale.
ko: 이 기기는 주변 감지를 사용할 수 없습니다.
mr: या डिव्हाइसवर जवळपासचे क्षेत्र शोधणे शक्य नाही.
ms: Peranti ini tidak boleh menggunakan pengesanan persekitaran.
nl_nl: Deze apparaat ondersteunt geen omgevingsdetectie.
no: Denne enheten støtter ikke omgivelsessensing.
pl: Na tym urządzeniu nie można korzystać z wykrywania otoczenia.
pt_br: Este dispositivo não utiliza detecção do ambiente.
pt_pt: Este dispositivo não utiliza detecção do ambiente.
ro: Acest dispozitiv nu poate utiliza detectarea mediului înconjurător.
ru: На этом устройстве невозможно использовать обнаружение окружения.
sk: Na tomto zariadení nie je možné využiť detekciu okolia.
sl: Na tem napravi ni mogoče uporabiti funkcije zaznavanja okolja.
sv: Detta enhet kan inte använda sig av omgivningsdetektering.
ta: இந்த சாதனத்தில், சுற்றுப்புறத்தை கண்டறிய முடியாது.
te: ఈ పరికరంలో పరిసరాలను గుర్తించడం సాధ్యం కాదు.
th: อุปกรณ์นี้ไม่สามารถใช้งานการตรวจจับรอบข้างได้
tr: Bu cihazda çevresel algılama özelliği kullanılamıyor.
uk: На цьому пристрої неможливо використовувати функцію визначення навколишнього середовища.
vi: Thiết bị này không hỗ trợ phát hiện xung quanh.
zh_hans: 此设备不支持周边感应
zh_hant: 此裝置無法使用周邊偵測

# runtime_messages.7b0ad81a2260
source: 睡眠を3日記録し、週3回の運動を続けてください。
ar_sa: تتبع نومك لمدة 3 أيام واستمر في ممارسة الرياضة 3 مرات في الأسبوع.
ca: Feu un seguiment del vostre son durant 3 dies i continueu fent exercici 3 vegades per setmana.
cs: Prosím, zaznamenávejte spánek po dobu 3 dnů a pokračujte v cvičení 3x týdně.
da: Registrer din søvn i 3 dage, og fortsæt med at træne 3 gange om ugen.
de_de: Bitte protokollieren Sie Ihren Schlaf für 3 Tage und führen Sie weiterhin 3 Mal pro Woche Sport aus.
el: Καταγράψτε τον ύπνο σας για 3 ημέρες και συνεχίστε την άσκηση 3 φορές την εβδομάδα.
en_au: Please record your sleep for 3 days and continue exercising 3 times per week.
es_es: Registre su sueño durante 3 días y continúe con el ejercicio 3 veces por semana.
fi: Kirjaa unia 3 päiväksi ja jatka treenaamista 3 kertaa viikossa.
fr_ca: Enregistrez votre sommeil pendant 3 jours et continuez à faire de l'exercice 3 fois par semaine.
gu: 3 દિવસ માટે ઊંઘનો રેકોર્ડ કરો અને અઠવાડિયામાં 3 વખત કસરત કરવાનું ચાલુ રાખો.
he: רשמו שינה במשך 3 ימים והמשיכו להתאמן 3 פעמים בשבוע.
hi: 3 दिनों तक नींद का रिकॉर्ड रखें और सप्ताह में 3 बार व्यायाम करते रहें।
hr: Zapišite svoje spavanje 3 dana, a nastavite s treniranjem 3 puta tjedno.
hu: Rögzítse az alvást 3 napig, és folytassa a heti 3 alkalommal történő edzést.
id: Catat tidur selama 3 hari dan terus berolahraga 3 kali seminggu.
it: Registrate il sonno per 3 giorni e continuate a fare esercizio fisico 3 volte a settimana.
ko: 수면을 3일 동안 기록하고, 주 3회 운동을 계속 진행해주세요.
mr: 3 दिवसांसाठी झोपेची नोंद करा आणि दर आठवड्यात 3 वेळा व्यायाम करत राहा.
ms: Catat tidur selama 3 hari dan teruskan senaman 3 kali seminggu.
nl_nl: Registreer uw slaap gedurende 3 dagen en blijf 3 keer per week bewegen.
no: Registrer søvnen i 3 dager, og fortsett med 3 treningsøkter per uke.
pl: Prosimy o zarejestrowanie snu przez 3 dni i kontynuowanie ćwiczeń 3 razy w tygodniu.
pt_br: Registre o sono por 3 dias e continue com exercícios 3 vezes por semana.
pt_pt: Registre o sono por 3 dias e continue com exercícios 3 vezes por semana.
ro: Înregistrați somnul timp de 3 zile și continuați cu exercițiile de 3 ori pe săptămână.
ru: Запишите сон в течение 3 дней и продолжайте заниматься 3 раза в неделю.
sk: Prosím, zaznamenajte spánok 3 dni a pokračujte v cvičení 3x týždenne.
sl: Prosim, zabeležite spanje 3 dne in nadaljujte z vadbo 3krat na teden.
sv: Logga sömn i 3 dagar och fortsätt med träning 3 gånger per vecka.
ta: 3 நாட்கள் தூக்கத்தை பதிவு செய்து, வாரத்திற்கு 3 முறை உடற்பயிற்சி செய்யுங்கள்.
te: 3 రోజుల పాటు నిద్రను నమోదు చేయండి, వారానికి 3 సార్లు వ్యాయామం చేస్తూ ఉండండి.
th: โปรดบันทึกการนอนหลับเป็นเวลา 3 วัน และออกกำลังกายอย่างต่อเนื่อง 3 ครั้งต่อสัปดาห์
tr: Uyku verilerini 3 gün boyunca kaydedin ve haftada 3 kez egzersiz yapmaya devam edin.
uk: Записуйте сон протягом 3 днів і продовжуйте займатися спортом 3 рази на тиждень.
vi: Hãy ghi lại giấc ngủ trong 3 ngày và tiếp tục tập luyện 3 lần mỗi tuần.
zh_hans: 请记录睡眠3天，并坚持每周进行3次运动。
zh_hant: 請記錄睡眠3天，並持續每週進行3次的運動。

# runtime_messages.7eb470b54bec
source: 設定アプリで位置情報を許可すると登録できます
ar_sa: يمكنك التسجيل عن طريق السماح بمعلومات الموقع في تطبيق الإعدادات.
ca: Podeu registrar-vos permetent la informació d'ubicació a l'aplicació Configuració.
cs: Pro registr povolte přístup k poloze v aplikaci Nastavení.
da: Du kan tilføje dig ved at give tilladelse til placering i appen.
de_de: Durch die Erlaubnis zur Ortung in der App können Sie sich registrieren.
el: Μπορείτε να εγγραφείτε επιτρέποντας την πρόσβαση στην τοποθεσία στις ρυθμίσεις της εφαρμογής.
en_au: You can register by granting location permissions in the app settings.
es_es: Puedes registrarte permitiendo el acceso a la ubicación en la aplicación de configuración.
fi: Voit rekisteröityä antamalla sijaintipalvelut asetuksissa.
fr_ca: En autorisant l'accès à la localisation dans l'application, vous pouvez vous enregistrer.
gu: "સેટિંગ્સ" એપ્લિકેશનમાં સ્થાનની પરવાનગી આપવાથી, તમે નોંધણી કરી શકો છો.
he: ניתן להירשם על ידי מתן אישור למיקום באפליקציית ההגדרות.
hi: "सेटिंग ऐप" में लोकेशन की अनुमति देने पर पंजीकरण संभव है।
hr: Možete se registrirati ako dopustite pristup lokaciji u aplikaciji za postavke.
hu: Ha az "Állapot" alkalmazásban engedélyezed a helyzet követést, akkor regisztrálhatsz.
id: Dengan mengizinkan lokasi di aplikasi pengaturan, Anda dapat mendaftar.
it: Abilitando la posizione nelle impostazioni dell'app, potrai registrarti.
ko: 설정 앱에서 위치 정보 접근을 허용하면 등록할 수 있습니다.
mr: 'सेटिंग्ज' ॲपमध्ये लोकेशन (स्थान) परवानगी दिल्यास नोंदणी करता येईल.
ms: Anda boleh mendaftar dengan mengizinkan maklumat lokasi dalam aplikasi Tetapan.
nl_nl: Door locatie-informatie toe te staan in de instellingen, kunt u zich registreren.
no: Du kan registrere deg ved å gi tillatelse til posisjonsinformasjon i appen.
pl: Możesz się zarejestrować, jeśli w aplikacji "Ustawienia" zezwolisz na dostęp do lokalizacji.
pt_br: Permitir acesso à localização nas configurações permite o registro.
pt_pt: Permitir acesso à localização nas configurações permite o registro.
ro: Puteți înregistra activând permisiunea pentru locație în aplicația de setări.
ru: При согласии с запросом на доступ к местоположению, вы сможете зарегистрироваться.
sk: Pri povolení prístupu k polohu v nastaveniach môžete zaregistrovať.
sl: S aktiviranjem lokacije v aplikaciji lahko ustvarite račun.
sv: Du kan registrera dig genom att tillåta platsinformation i appinställningarna.
ta: அமைப்புகள் பயன்பாட்டில், இருப்பிடத்தை அனுமதிப்பதன் மூலம் பதிவு செய்யலாம்.
te: సెట్టింగ్ యాప్‌లో స్థాన సమాచారాన్ని అనుమతించడం ద్వారా నమోదు చేసుకోవచ్చు.
th: คุณสามารถลงทะเบียนได้โดยอนุญาตให้แอปเปิดตำแหน่งที่ตั้ง
tr: "Ayarlar" uygulamasında konum bilgisi izni vererek kaydolabilirsiniz.
uk: Зареєструватися можна, якщо у додатку "Налаштування" дозволено доступ до місцезнаходження.
vi: Bạn có thể đăng ký bằng cách cho phép ứng dụng truy cập vị trí trong cài đặt.
zh_hans: 在应用设置中允许位置信息，即可注册
zh_hant: 允許在設定應用程式中授權位置資訊，即可註冊。

# runtime_messages.83e511abe728
source: AIトレーナーへ送信できませんでした
ar_sa: تعذر الإرسال إلى مدرب الذكاء الاصطناعي
ca: No s'ha pogut enviar a l'entrenador d'IA
cs: Nemožno odeslat odpověď do AI trenéra.
da: Kunne ikke sende til AI-træneren.
de_de: Antwort konnte nicht an den KI-Trainer gesendet werden.
el: Δεν μπόρεσα να στείλω στην AI προπονήτρια.
en_au: Could not send to the AI trainer.
es_es: No se pudo enviar a la entrenadora con IA.
fi: Vastausta ei voitu lähettää AI-valmentajalle
fr_ca: Impossible d'envoyer une question à votre coach IA.
gu: AI ટ્રેનરને મોકલવામાં આવ્યો નથી
he: לא ניתן לשלוח למאמן ה-AI.
hi: AI प्रशिक्षक को प्रतिक्रिया भेजने में असमर्थ।
hr: Nisam mogao poslati odgovor AI treneru
hu: Nem sikerült a válasz elküldése az AI edzőnek.
id: Tidak dapat mengirim ke pelatih AI
it: Impossibile inviare la domanda all'allenatore AI.
ko: AI 트레이너에게 전송할 수 없습니다.
mr: AI प्रशिक्षकला पाठवता येत नाही.
ms: Tidak dapat menghantar kepada jurulatih AI.
nl_nl: Kan niet worden verzonden naar de AI-trainer.
no: Kunne ikke sende til AI-treneren.
pl: Nie udało się wysłać pytania do trenera AI.
pt_br: Não foi possível enviar para o treinador AI.
pt_pt: Não foi possível enviar para o treinador AI.
ro: Nu am putut trimite întrebarea către antrenorul AI.
ru: Не удалось отправить запрос в AI-тренер.
sk: Nepodarilo sa nám poslať odpoveď na AI trénera.
sl: Niste uspešni pri pošiljanju na AI trenerja
sv: Kunde inte skicka till AI-tränaren.
ta: AI பயிற்சியாளருக்கு அனுப்ப முடியவில்லை.
te: AI శిక్షకుడికి పంపలేకపోయాను
th: ไม่สามารถส่งคำถามไปยังผู้ฝึกสอน AI ได้
tr: AI antrenöre yanıt göndermek mümkün olmadı.
uk: Не вдалося відправити запит до AI-тренера.
vi: Không thể gửi cho huấn luyện viên AI.
zh_hans: 无法向AI教练发送
zh_hant: 無法將內容發送給AI教練

# runtime_messages.8617ffabdc47
source: ブラックシャンパン
ar_sa: الشمبانيا السوداء
ca: xampany negre
cs: Černý šampaň
da: Sort champagne
de_de: Schwarzwein
el: Μαύρο σαμπάνιασ
en_au: Black Champagne
es_es: Champán negro
fi: Musta samppanja
fr_ca: Champagne noir
gu: બ્લેક શૅમ્પેન
he: שמפניה שחורה
hi: ब्लैक शैंपेन
hr: Crni šampanjac
hu: Black Champagne
id: Champagne Hitam
it: Champagne nero
ko: 블랙 샴페인
mr: ब्लॅक शैंपेन
ms: Champagne Hitam
nl_nl: Zwarte champagne
no: Sort champagne
pl: Czarny szampan
pt_br: Champanhe preto
pt_pt: Champanhe preto
ro: Champan negru
ru: Черный шампанское
sk: Čierny šampán
sl: Črno šampanjce.
sv: Black champagne
ta: பிளாக் ஷாம்பெயின்
te: బ్లాక్ షాంపైన్
th: Champagne ดำ
tr: Siyah şampanya
uk: Чорний шампанський напій
vi: Champagne đen
zh_hans: 黑色的香槟
zh_hant: 黑色的香檳

# runtime_messages.8722ecf123bc
source: ディップ
ar_sa: تراجع
ca: immersió
cs: Dip
da: Dip
de_de: Dip
el: Dip
en_au: Dip
es_es: Dips
fi: Dip
fr_ca: Dip
gu: ડિપ
he: דיפ
hi: डिप
hr: Dip
hu: Dip
id: Tekanan
it: Dip
ko: 딥 (Dip)
mr: डिप
ms: Tekanan
nl_nl: Dip
no: Dykk
pl: Dip
pt_br: Dips
pt_pt: Dips
ro: Dip
ru: Движения
sk: Dip
sl: Dip
sv: Dipp
ta: டிப்
te: డప్
th: การทำท่า Dip
tr: Dip
uk: Замочування
vi: Đánh dấu
zh_hans: 俯卧撑
zh_hant: 槓鈴下拉

# runtime_messages.88d8bda8617e
source: ユーザーが今日の行動を入れ替えました。
ar_sa: قام المستخدم بتبديل إجراءات اليوم.
ca: L'usuari ha intercanviat les accions d'avui.
cs: Uživatel změnil své dnešní aktivity.
da: Brugeren har ændret sine aktiviteter for i dag.
de_de: Der Benutzer hat seine heutigen Aktivitäten geändert.
el: Ο χρήστης άλλαξε τις σημερινές δραστηριότητες.
en_au: The user has changed their today's activities.
es_es: El usuario ha cambiado sus acciones del día.
fi: Käyttäjä on muuttanut tämän päivän toimintoja.
fr_ca: L'utilisateur a modifié ses actions du jour.
gu: વપરાશકર્તાએ આજે ​​ના ક્રિયાઓ બદલી છે.
he: המשתמש שינה את הפעולות שלו היום.
hi: उपयोगकर्ता ने आज की गतिविधियों को बदल दिया है।
hr: Korisnik je promijenio svoje aktivnosti dana.
hu: A felhasználó megváltoztatta a mai tevékenységeit.
id: Pengguna telah mengubah aktivitas hari ini.
it: L'utente ha modificato le sue attività odierne.
ko: 사용자가 오늘의 활동을 변경했습니다.
mr: वापरकर्त्याने आजच्या हालचाली बदलल्या आहेत.
ms: Pengguna telah mengubah aktiviti hari ini.
nl_nl: De gebruiker heeft zijn activiteiten voor vandaag gewijzigd.
no: Brukeren har endret dagens aktiviteter.
pl: Użytkownik zmienił dzisiejsze działania.
pt_br: O usuário alterou suas atividades do dia.
pt_pt: O usuário alterou suas atividades do dia.
ro: Utilizatorul a schimbat acțiunile pentru astăzi.
ru: Пользователь изменил свои сегодняшние действия.
sk: Používateľ zmenil svoje dnešné aktivity.
sl: Uporabnik je spremenil svoje dejanja za dan.
sv: Användaren har ändrat sina dagliga aktiviteter.
ta: பயனர் இன்றைய செயல்பாட்டை மாற்றியுள்ளார்.
te: వినియోగదారు ఈరోజు చేసిన కార్యకలాపాలను మార్చారు.
th: ผู้ใช้ได้เปลี่ยนกิจกรรมวันนี้
tr: Kullanıcı, gün içindeki aktivitelerini değiştirdi.
uk: Користувач змінив свої дії сьогодні.
vi: Người dùng đã thay đổi hoạt động hôm nay.
zh_hans: 用户已更改今天的活动安排
zh_hant: 使用者更換了今天的活動

# runtime_messages.8f99d9e86006
source: 今日1回
ar_sa: مرة واحدة اليوم
ca: una vegada avui
cs: Jednou dnes
da: Én gang i dag
de_de: Heute einmal
el: Μία φορά σήμερα
en_au: Once today
es_es: Una vez al día
fi: Tänään kerran
fr_ca: Une fois aujourd'hui
gu: આજે એકવાર
he: פעם אחת היום
hi: आज एक बार
hr: Jedan put danas
hu: Ma 1 alkalom
id: Sekali Hari Ini
it: Una volta al giorno
ko: 오늘 1회
mr: आज एकदा
ms: Hari Ini (1 kali)
nl_nl: Een keer vandaag
no: En gang i dag
pl: Raz dzisiaj
pt_br: Uma vez hoje
pt_pt: Uma vez hoje
ro: O dată astăzi
ru: 1 раз сегодня
sk: Raz dnes
sl: Enkrat danes
sv: En gång idag
ta: இன்று ஒரு முறை
te: ఈ రోజు ఒకసారి
th: วันนี้ 1 ครั้ง
tr: Bugün 1 kez
uk: Один раз сьогодні
vi: 1 lần hôm nay
zh_hans: 今天一次
zh_hant: 今天一次

# runtime_messages.9ed0a3f60d19
source: 睡眠を3日記録する
ar_sa: سجل نومك لمدة 3 أيام
ca: Registra el teu son durant 3 dies
cs: Zaznamenat spánek po dobu 3 dnů
da: Registrer din søvn i 3 dage
de_de: Schlaf für 3 Tage protokollieren
el: Καταγράψτε τον ύπνο σας για 3 ημέρες
en_au: Record sleep for 3 days
es_es: Registrar el sueño durante 3 días
fi: Kirjaa unia 3 päiväksi
fr_ca: Enregistrer mon sommeil pendant 3 jours
gu: 3 દિવસ માટે ઊંઘનો રેકોર્ડ કરો
he: רשמו שינה במשך 3 ימים
hi: 3 दिनों तक नींद का रिकॉर्ड करें
hr: Zapisati spavanje 3 dana
hu: Rögzítsem az alvást 3 napig.
id: Catat tidur selama 3 hari
it: Registrare il sonno per 3 giorni
ko: 수면을 3일 동안 기록하기
mr: 3 दिवसांसाठी झोपेची नोंद करा
ms: Catat tidur selama 3 hari
nl_nl: Registreer uw slaap gedurende 3 dagen
no: Registrer søvnen i 3 dager
pl: Zarejestruj sen przez 3 dni
pt_br: Registrar o sono por 3 dias
pt_pt: Registrar o sono por 3 dias
ro: Înregistrați somnul timp de 3 zile
ru: Записать сон в течение 3 дней
sk: Zaznamenám spánok 3 dni.
sl: Zabeležite spanje 3 dni
sv: Logga sömn i 3 dagar
ta: 3 நாட்கள் தூக்கத்தை பதிவு செய்க
te: 3 రోజుల పాటు నిద్రను నమోదు చేయడం
th: บันทึกการนอนหลับเป็นเวลา 3 วัน
tr: Uyku verilerini 3 gün boyunca kaydet
uk: Записувати сон протягом 3 днів
vi: Ghi lại giấc ngủ trong 3 ngày
zh_hans: 记录睡眠3天
zh_hant: 記錄睡眠3天

# runtime_messages.a0f36c6cb2d2
source: できるものから1つで十分です。
ar_sa: شيء واحد يمكنك القيام به يكفي.
ca: Una cosa que pots fer és suficient.
cs: Stačí se zaměřit na jednu věc.
da: Én ting er nok.
de_de: Ein einzelner Eintrag reicht aus.
el: Είναι αρκετό να κάνετε μόνο μία δραστηριότητα.
en_au: One thing at a time is enough.
es_es: Es suficiente con hacer una sola cosa.
fi: Riittää, jos teet yhden asian.
fr_ca: Un seul objectif suffit.
gu: શક્ય હોય તેટલું એક જ કામ પૂરતું છે.
he: פעולה אחת מספיקה.
hi: एक काम करके ही काफी है।
hr: Jedna aktivnost je dovoljno.
hu: Egyetlen, elérhető tevékenység is elegendő.
id: Cukup fokus pada satu hal yang bisa Anda lakukan.
it: È sufficiente concentrarsi su una sola attività.
ko: 가능한 것 하나만으로 충분합니다.
mr: एकच गोष्ट पूर्ण करणे पुरेसे आहे.
ms: Satu sahaja sudah cukup.
nl_nl: Eén activiteit is al voldoende.
no: Én ting er nok.
pl: Wystarczy jedno ćwiczenie, które jest dla Ciebie możliwe.
pt_br: Um item por vez é suficiente.
pt_pt: Um item por vez é suficiente.
ro: Un singur lucru este suficient.
ru: Достаточно сделать только одно из возможных действий.
sk: Stačí sa zamerať na jednu vec.
sl: Dostojno je, če opravite samo eno stvar.
sv: Ett mål är tillräckligt.
ta: முடியும் விஷயங்களில் ஒன்றை மட்டும் செய்வது போதுமானது.
te: సాధ్యమైన వాటిలో ఒకటి సరిపోతుంది.
th: เพียงทำสิ่งที่คุณทำได้ 1 อย่างก็พอ
tr: Yapılabilir olanlardan sadece birini yapmak yeterlidir.
uk: Достатньо зробити лише одну справу.
vi: Chỉ cần một việc duy nhất là đủ.
zh_hans: 只需选择一项即可。
zh_hant: 只需從簡單的活動中選擇一個即可。

# runtime_messages.aae5c414579e
source: 現在地を確認中
ar_sa: التحقق من الموقع الحالي
ca: Comprovant la ubicació actual
cs: Kontroluji vaši aktuální polohu.
da: Jeg kontrollerer din nuværende placering.
de_de: Standort wird überprüft.
el: Ελέγχω την τρέχουσα τοποθεσία
en_au: Checking current location
es_es: Verificando la ubicación actual
fi: Tarkistan sijainnin
fr_ca: Vérification de l'emplacement actuel
gu: હાલની જગ્યા ચકાવી રહ્યા છીએ
he: בדיקת מיקום נוכחי
hi: वर्तमान स्थान की जांच कर रहा हूँ
hr: Provjeravam trenutnu lokaciju
hu: Ellenőrzöm a jelenlegi helyszínt.
id: Memeriksa lokasi saat ini
it: Sto verificando la posizione attuale
ko: 현재 위치 확인 중
mr: सध्याचे ठिकाण तपासत आहे
ms: Memeriksa lokasi semasa
nl_nl: Ik controleer uw huidige locatie
no: Jeg sjekker din nåværende lokasjon.
pl: Sprawdzam aktualną lokalizację.
pt_br: Verificando a localização atual
pt_pt: Verificando a localização atual
ro: Verific locația actuală
ru: Проверяю текущее местоположение
sk: Kontrolujem vašu aktuálnu polohu.
sl: Preverjam, kje ste.
sv: Kontrollerar din nuvarande plats
ta: தற்போதைய இடத்தை சரிபார்க்கிறேன்
te: ప్రస్తుత స్థానాన్ని తనిఖీ చేస్తున్నాము
th: กำลังตรวจสอบตำแหน่งปัจจุบัน
tr: Konumu kontrol ediyorum
uk: Перевіряю поточне місцезнаходження
vi: Đang kiểm tra vị trí hiện tại
zh_hans: 正在确认当前位置
zh_hant: 正在確認目前地點

# runtime_messages.b5aace88c82a
source: 週1回
ar_sa: مرة واحدة في الأسبوع
ca: un cop a la setmana
cs: Jednou týdně
da: 1 gang om ugen
de_de: Einmal pro Woche
el: Μία φορά την εβδομάδα
en_au: Once a week
es_es: Una vez por semana
fi: 1 kerran viikossa
fr_ca: Une fois par semaine
gu: અઠવાડિયામાં એકવાર
he: פעם בשבוע
hi: प्रति सप्ताह एक बार
hr: Jedan puta tjedno
hu: Havi egyszer
id: 1 kali seminggu
it: 1 volta a settimana
ko: 매주 1회
mr: दर आठवड्यात एकदा
ms: 1 kali seminggu
nl_nl: Één keer per week
no: En gang per uke
pl: Raz w tygodniu
pt_br: 1 vez por semana
pt_pt: 1 vez por semana
ro: O dată pe săptămână
ru: 1 раз в неделю
sk: Raz týždenne
sl: Enkrat na teden
sv: En gång per vecka
ta: வாரம் ஒரு முறை
te: వారానికి ఒకసారి
th: 1 ครั้งต่อสัปดาห์
tr: Haftada 1 kez
uk: 1 раз на тиждень
vi: 1 lần/tuần
zh_hans: 每周1次
zh_hant: 每週一次

# runtime_messages.b9096002d34b
source: 今日の提案を更新しました
ar_sa: تم تحديث اقتراح اليوم
ca: S'ha actualitzat la proposta d'avui
cs: Aktualizoval jsem dnešní návrh
da: Forslaget er blevet opdateret
de_de: Die heutigen Vorschläge wurden aktualisiert
el: Οι προτάσεις για σήμερα ενημερώθηκαν
en_au: Today's suggestions have been updated
es_es: Se han actualizado las recomendaciones para hoy
fi: Päivän ehdotukset on päivitetty
fr_ca: Les suggestions du jour ont été mises à jour
gu: હું આજના સૂચનોને અપડેટ કર્યું છે
he: עדכנתי את ההמלצות של היום
hi: आज के सुझावों को अपडेट किया गया है
hr: Aplikacija je ažurirala preporuke za dan
hu: Frissítettem a mai javaslatokat
id: Saran hari ini telah diperbarui
it: Le proposte per oggi sono state aggiornate
ko: 오늘의 제안을 업데이트했습니다
mr: आजच्या सूचना अद्ययावत केल्या आहेत.
ms: Cadangan hari ini telah diperbaharui
nl_nl: De aanbeveling voor vandaag is bijgewerkt
no: Dagens anbefalinger er oppdatert
pl: Propozycje zostały zaktualizowane
pt_br: Atualizei a sugestão para hoje
pt_pt: Atualizei a sugestão para hoje
ro: Sugestiile pentru ziua de azi au fost actualizate
ru: Сегодняшние рекомендации обновлены
sk: Aktualizované návrhy
sl: Predloge so bile posodobljene
sv: Dagens förslag har uppdaterats
ta: இன்றைய பரிந்துரையை புதுப்பித்திருக்கிறேன்
te: ఈరోజు సూచనలను నవీకరించాను
th: ฉันได้อัปเดตคำแนะนำสำหรับวันนี้
tr: Bugünün önerilerini güncelledim
uk: Я оновив запропоновані дії
vi: Đã cập nhật đề xuất hôm nay
zh_hans: 已更新今日推荐
zh_hant: 已更新今日的建議
